Repository: M1S2/AssemblyInfoHelper
Catalog: AssemblyInfoHelper/Properties/Resources.*.resx
Languages: de_de

# AboutString
source: About
de_de: Über

# AppInfoButtonToolTipString
source: Show App infos and releases
de_de: App Infos und Releases anzeigen

# AssemblyCompanyString
source: Company
de_de: Firma

# AssemblyDescriptionString
source: Description
de_de: Beschreibung

# AssemblyFileVersionString
source: File Version
de_de: Datei Version

# AssemblyInformationalVersionString
source: Informational Version
de_de: Detaillierte Version

# AssemblyProductString
source: Product
de_de: Produkt

# AssemblyTitleString
source: Title
de_de: Titel

# GeneralInfosString
source: General Infos
de_de: Allgemeine Infos

# GitHubBinaryReleaseAvailableString
source: Binary release is available for this version
de_de: Binary Release ist für diese Version verfügbar

# GitHubInstallerReleaseAvailableString
source: Installer release is available for this version
de_de: Installer Release ist für diese Version verfügbar

# GitHubNoReleasesAvailableString
source: No releases available
de_de: Keine Releases verfügbar

# GitHubPublishedString
source: Published
de_de: Veröffentlicht

# GitHubReleaseNotesString
source: Release Notes
de_de: Release Beschreibung

# GitHubVersionNotificationDisabledString
source: Don't notify about new releases
de_de: Nicht bei neuen Releases benachrichtigen

# GitHubVersionNotificationEnabledString
source: Notify about new releases
de_de: Bei neuen Releases benachrichtigen

# NumberNewReleasesString
source: Number new releases
de_de: Anzahl neuer Releases

# NumberReleasesTotalString
source: Number total releases
de_de: Anzahl Releases

# RepairString
source: Repair
de_de: Reparieren

# UpgradeString
source: Upgrade
de_de: Aktualisieren
